RSA_API = {
    'get_rf_subject_ids':
        'https://prices.autoins.ru/priceAutoPublicCheck/api/rf_subject/date?versionDate={}',
    'get_oem_ids':
        'https://prices.autoins.ru/priceAutoPublicCheck/api/oem/date?versionDate={}',
    'get_price_url':
        'https://prices.autoins.ru/priceAutoPublicCheck/api/spareprice'
}

regions = {'0': 'Москва', '1': 'Московская область', '2': 'Санкт-Петербург', '3': 'Ленинградская область',
           '4': 'Республика Адыгея', '5': 'Республика Алтай', '6': 'Алтайский край', '7': 'Амурская область',
           '8': 'Архангельская область', '9': 'Астраханская область', '10': 'Белгородская область',
           '11': 'Брянская область', '12': 'Владимирская область', '13': 'Волгоградская область',
           '14': 'Вологодская область', '15': 'Воронежская область', '16': 'Еврейская автономная область',
           '17': 'Ивановская область', '18': 'Иркутская область', '19': 'Кабардино-Балкарская Республика',
           '20': 'Калининградская область', '21': 'Калужская область', '22': 'Камчатский край',
           '23': 'Карачаево-Черкесская Республика', '24': 'Кемеровская область', '25': 'Кировская область',
           '26': 'Костромская область', '27': 'Краснодарский край', '28': 'Красноярский край',
           '29': 'Курганская область', '30': 'Курская область', '31': 'Липецкая область', '32': 'Магаданская область',
           '33': 'Мурманская область', '34': 'Ненецкий автономный округ', '35': 'Нижегородская область',
           '36': 'Новгородская область', '37': 'Новосибирская область', '38': 'Омская область',
           '39': 'Оренбургская область', '40': 'Орловская область', '41': 'Пензенская область', '42': 'Пермский край',
           '43': 'Приморский край', '44': 'Псковская область', '45': 'Республика Башкортостан',
           '46': 'Республика Бурятия', '47': 'Республика Ингушетия', '48': 'Республика Дагестан',
           '49': 'Республика Калмыкия', '50': 'Республика Карелия', '51': 'Республика Коми',
           '52': 'Республика Марий Эл', '53': 'Республика Мордовия', '54': 'Республика Саха (Якутия)',
           '55': 'Республика Северная Осетия-Алания', '56': 'Республика Татарстан', '57': 'Республика Тыва',
           '58': 'Республика Хакасия', '59': 'Ростовская область', '60': 'Рязанская область', '61': 'Самарская область',
           '62': 'Саратов', '63': 'Саратовская область', '64': 'Сахалинская область', '65': 'Свердловская область',
           '66': 'Смоленская область', '67': 'Ставропольский край', '68': 'Тамбовская область',
           '69': 'Тверская область', '70': 'Томская область', '71': 'Тульская область', '72': 'Тюменская область',
           '73': 'Удмуртская Республика', '74': 'Хабаровский край', '75': 'Ханты-Мансийский автономный округ-Югра',
           '76': 'Челябинская область', '77': 'Забайкальский край', '78': 'Чувашская Республика',
           '79': 'Чукотский автономный округ', '80': 'Ямало-Ненецкий автономный округ', '81': 'Ярославская область',
           '82': 'Чеченская Республика', '83': 'Ульяновская область', '84': 'Севастополь', '85': 'Республика Крым'}

for_parsing = {
   "granta":{
      "damaged door":{
         "Дверь передняя правая":"11180-8212324-00",
         "Дверь передняя левая":"11180-8212325-00",
         "Дверь задняя правая":"11180-8212326-00",
         "Дверь задняя левая":"11180-8212327-00"
      },
      "damaged window":{
         "Стекло переднее правое":"11180-6103200-25",
         "Стекло переднее левое":"11180-6103201-25",
         "Стекло заднее правое":"11180-6203200-15",
         "Стекло заднее левое":"11180-6203201-15"
      },
      "damaged headlight":{
         "Фара правая":"21910-2803196-00",
         "Фара левая":"21910-2803197-00"
      },
      "damaged mirror":{
         "Левое зеркало":"None",
         "Правое зеркало":"21902-6102010-00"
      },
      "damaged hood":{
         "Капот":"21070-8402108-00"
      },
      "damaged bumper":{
         "Бампер":"21900-2804038-00"
      },
      "damaged wind shield":{
         "Стекло ветровое":"21900-5206012-05"
      }
   },
   "largus":{
      "damaged door":{
         "Дверь передняя правая":"801002133R",
         "Дверь передняя левая":"801013696R",
         "Дверь задняя правая":"821001782R",
         "Дверь задняя левая":"821010234R"
      },
      "damaged window":{
         "Стекло переднее правое":"6001547002",
         "Стекло переднее левое":"6001547003",
         "Стекло заднее правое":"8200396108",
         "Стекло заднее левое":"8200396082"
      },
      "damaged headlight":{
         "Фара правая":"8450000252",
         "Фара левая":"8450000253"
      },
      "damaged mirror":{
         "Левое зеркало":"8200815704",
         "Правое зеркало":"8200815703"
      },
      "damaged hood":{
         "Капот":"6001546685"
      },
      "damaged bumper":{
         "Бампер":"8450000244"
      },
      "damaged wind shield":{
         "Стекло ветровое":"8200211045"
      }
   },
   "priora":{
      "damaged door":{
         "Дверь передняя правая":"21100-6100014-20",
         "Дверь передняя левая":"21100-6100015-20",
         "Дверь задняя правая":"21100-6200014-00",
         "Дверь задняя левая":"21100-6200015-00"
      },
      "damaged window":{
         "Стекло переднее правое":"None",
         "Стекло переднее левое":"None",
         "Стекло заднее правое":"21710-6204010-00",
         "Стекло заднее левое":"None"
      },
      "damaged headlight":{
         "Фара правая":"21720-8404412-00",
         "Фара левая":"21720-8404413-00"
      },
      "damaged mirror":{
         "Левое зеркало":"None",
         "Правое зеркало":"None"
      },
      "damaged hood":{
         "Капот":"21700-8402010-00"
      },
      "damaged bumper":{
         "Бампер":"21704-2803056-10"
      },
      "damaged wind shield":{
         "Стекло ветровое":"21700-5206010-15"
      }
   },
   "kalina":{
      "damaged door":{
         "Дверь передняя правая":"11180-8212324-00",
         "Дверь передняя левая":"11180-8212325-00",
         "Дверь задняя правая":"11180-8212326-00",
         "Дверь задняя левая":"11180-8212327-00"
      },
      "damaged window":{
         "Стекло переднее правое":"11180-6103200-15",
         "Стекло переднее левое":"11180-6103201-15",
         "Стекло заднее правое":"11170-6203292-01",
         "Стекло заднее левое":"11170-6203293-01"
      },
      "damaged headlight":{
         "Фара правая":"21900-8403512-00",
         "Фара левая":"21900-8403513-00"
      },
      "damaged mirror":{
         "Левое зеркало":"None",
         "Правое зеркало":"None"
      },
      "damaged hood":{
         "Капот":"11180-8407128-00"
      },
      "damaged bumper":{
         "Бампер":"21940-2804039-00"
      },
      "damaged wind shield":{
         "Стекло ветровое":"21900-5206012-05"
      }
   },
   "ваз-21213-214i (niva)":{
      "damaged door":{
         "Дверь передняя правая":"None",
         "Дверь передняя левая":"None",
         "Дверь задняя правая":"None",
         "Дверь задняя левая":"None"
      },
      "damaged window":{
         "Стекло переднее правое":"None",
         "Стекло переднее левое":"None",
         "Стекло заднее правое":"None",
         "Стекло заднее левое":"None"
      },
      "damaged headlight":{
         "Фара правая":"None",
         "Фара левая":"None"
      },
      "damaged mirror":{
         "Левое зеркало":"None",
         "Правое зеркало":"None"
      },
      "damaged hood":{
         "Капот":"None"
      },
      "damaged bumper":{
         "Бампер":"None"
      },
      "damaged wind shield":{
         "Стекло ветровое":"None"
      }
   },
   "ваз-21213 (niva)":{
      "damaged door":{
         "Дверь передняя правая":"None",
         "Дверь передняя левая":"None",
         "Дверь задняя правая":"None",
         "Дверь задняя левая":"None"
      },
      "damaged window":{
         "Стекло переднее правое":"None",
         "Стекло переднее левое":"None",
         "Стекло заднее правое":"None",
         "Стекло заднее левое":"None"
      },
      "damaged headlight":{
         "Фара правая":"None",
         "Фара левая":"None"
      },
      "damaged mirror":{
         "Левое зеркало":"None",
         "Правое зеркало":"None"
      },
      "damaged hood":{
         "Капот":"None"
      },
      "damaged bumper":{
         "Бампер":"None"
      },
      "damaged wind shield":{
         "Стекло ветровое":"None"
      }
   },
   "ваз-2131 (niva)":{
      "damaged door":{
         "Дверь передняя правая":"None",
         "Дверь передняя левая":"None",
         "Дверь задняя правая":"None",
         "Дверь задняя левая":"None"
      },
      "damaged window":{
         "Стекло переднее правое":"None",
         "Стекло переднее левое":"None",
         "Стекло заднее правое":"None",
         "Стекло заднее левое":"None"
      },
      "damaged headlight":{
         "Фара правая":"None",
         "Фара левая":"None"
      },
      "damaged mirror":{
         "Левое зеркало":"None",
         "Правое зеркало":"None"
      },
      "damaged hood":{
         "Капот":"None"
      },
      "damaged bumper":{
         "Бампер":"None"
      },
      "damaged wind shield":{
         "Стекло ветровое":"None"
      }
   },
   "ваз-2121 (niva)":{
      "damaged door":{
         "Дверь передняя правая":"None",
         "Дверь передняя левая":"None",
         "Дверь задняя правая":"None",
         "Дверь задняя левая":"None"
      },
      "damaged window":{
         "Стекло переднее правое":"None",
         "Стекло переднее левое":"None",
         "Стекло заднее правое":"None",
         "Стекло заднее левое":"None"
      },
      "damaged headlight":{
         "Фара правая":"None",
         "Фара левая":"None"
      },
      "damaged mirror":{
         "Левое зеркало":"None",
         "Правое зеркало":"None"
      },
      "damaged hood":{
         "Капот":"None"
      },
      "damaged bumper":{
         "Бампер":"None"
      },
      "damaged wind shield":{
         "Стекло ветровое":"None"
      }
   },
   "ваз-2120 (надежда)":{
      "damaged door":{
         "Дверь передняя правая":"None",
         "Дверь передняя левая":"None",
         "Дверь задняя правая":"None",
         "Дверь задняя левая":"None"
      },
      "damaged window":{
         "Стекло переднее правое":"None",
         "Стекло переднее левое":"None",
         "Стекло заднее правое":"None",
         "Стекло заднее левое":"None"
      },
      "damaged headlight":{
         "Фара правая":"None",
         "Фара левая":"None"
      },
      "damaged mirror":{
         "Левое зеркало":"None",
         "Правое зеркало":"None"
      },
      "damaged hood":{
         "Капот":"None"
      },
      "damaged bumper":{
         "Бампер":"None"
      },
      "damaged wind shield":{
         "Стекло ветровое":"None"
      }
   },
   "vesta":{
      "damaged door":{
         "Дверь передняя правая":"8450039385",
         "Дверь передняя левая":"8450039379",
         "Дверь задняя правая":"8450008081",
         "Дверь задняя левая":"8450008082"
      },
      "damaged window":{
         "Стекло переднее правое":"8450007730",
         "Стекло переднее левое":"8450007731",
         "Стекло заднее правое":"8450039391",
         "Стекло заднее левое":"8450039390"
      },
      "damaged headlight":{
         "Фара правая":"8450008252",
         "Фара левая":"8450008253"
      },
      "damaged mirror":{
         "Левое зеркало":"None",
         "Правое зеркало":"None"
      },
      "damaged hood":{
         "Капот":"8450039378"
      },
      "damaged bumper":{
         "Бампер":"8450006704"
      },
      "damaged wind shield":{
         "Стекло ветровое":"8450007323"
      }
   },
   "ваз-1111 \"ока\"":{
      "damaged door":{
         "Дверь передняя правая":"1111-6100014",
         "Дверь передняя левая":"1111-6100015",
         "Дверь задняя правая":"None",
         "Дверь задняя левая":"None"
      },
      "damaged window":{
         "Стекло переднее правое":"None",
         "Стекло переднее левое":"None",
         "Стекло заднее правое":"None",
         "Стекло заднее левое":"None"
      },
      "damaged headlight":{
         "Фара правая":"1111-8401426",
         "Фара левая":"1111-8401427"
      },
      "damaged mirror":{
         "Левое зеркало":"None",
         "Правое зеркало":"None"
      },
      "damaged hood":{
         "Капот":"1111-8407016"
      },
      "damaged bumper":{
         "Бампер":"1111-2803018"
      },
      "damaged wind shield":{
         "Стекло ветровое":"1111-5206016"
      }
   },
   "niva":{
      "damaged door":{
         "Дверь передняя правая":"21230-6100014-00-0",
         "Дверь передняя левая":"21230-6100015-00-0",
         "Дверь задняя правая":"21230-6200014-00-0",
         "Дверь задняя левая":"21230-6200015-00-0"
      },
      "damaged window":{
         "Стекло переднее правое":"21230-6104010-00",
         "Стекло переднее левое":"21230-6104011-00",
         "Стекло заднее правое":"21230-6204010-00-0",
         "Стекло заднее левое":"21230-6204011-00-0"
      },
      "damaged headlight":{
         "Фара правая":"21230-8401112-01-0",
         "Фара левая":"21230-8401113-01-0"
      },
      "damaged mirror":{
         "Левое зеркало":"None",
         "Правое зеркало":"None"
      },
      "damaged hood":{
         "Капот":"21230-8406070-00-0"
      },
      "damaged bumper":{
         "Бампер":"21230-2803134-00-0"
      },
      "damaged wind shield":{
         "Стекло ветровое":"21230-5206016-00-0"
      }
   },
   "2123":{
      "damaged door":{
         "Дверь передняя правая":"21230-6100020-75",
         "Дверь передняя левая":"21230-6100021-75",
         "Дверь задняя правая":"21230-6200020-75",
         "Дверь задняя левая":"21230-6200021-75"
      },
      "damaged window":{
         "Стекло переднее правое":"21230-6104010-00",
         "Стекло переднее левое":"21230-6104011-00",
         "Стекло заднее правое":"21230-6204010-00",
         "Стекло заднее левое":"21230-6204011-00"
      },
      "damaged headlight":{
         "Фара правая":"2123-8401112",
         "Фара левая":"2123-8401113"
      },
      "damaged mirror":{
         "Левое зеркало":"None",
         "Правое зеркало":"None"
      },
      "damaged hood":{
         "Капот":"21230-8402010-70"
      },
      "damaged bumper":{
         "Бампер":"21230-2803134-00"
      },
      "damaged wind shield":{
         "Стекло ветровое":"21230-5206016-11"
      }
   },
   "vis":{
      "damaged door":{
         "Дверь передняя правая":"None",
         "Дверь передняя левая":"None",
         "Дверь задняя правая":"None",
         "Дверь задняя левая":"None"
      },
      "damaged window":{
         "Стекло переднее правое":"None",
         "Стекло переднее левое":"None",
         "Стекло заднее правое":"None",
         "Стекло заднее левое":"None"
      },
      "damaged headlight":{
         "Фара правая":"None",
         "Фара левая":"None"
      },
      "damaged mirror":{
         "Левое зеркало":"None",
         "Правое зеркало":"None"
      },
      "damaged hood":{
         "Капот":"None"
      },
      "damaged bumper":{
         "Бампер":"None"
      },
      "damaged wind shield":{
         "Стекло ветровое":"None"
      }
   },
   "21214":{
      "damaged door":{
         "Дверь передняя правая":"21214-6100030-42",
         "Дверь передняя левая":"21214-6100031-44",
         "Дверь задняя правая":"21213-5601108-10",
         "Дверь задняя левая":"21317-6200015-12"
      },
      "damaged window":{
         "Стекло переднее правое":"21214-6103214-00",
         "Стекло переднее левое":"21214-6103215-00",
         "Стекло заднее правое":"None",
         "Стекло заднее левое":"21310-6204021-00"
      },
      "damaged headlight":{
         "Фара правая":"8450107440",
         "Фара левая":"8450107441"
      },
      "damaged mirror":{
         "Левое зеркало":"None",
         "Правое зеркало":"None"
      },
      "damaged hood":{
         "Капот":"8450107440"
      },
      "damaged bumper":{
         "Бампер":"8450107432"
      },
      "damaged wind shield":{
         "Стекло ветровое":"21217-5206008-01"
      }
   },
   "21310":{
      "damaged door":{
         "Дверь передняя правая":"21214-6100030-42",
         "Дверь передняя левая":"21214-6100031-44",
         "Дверь задняя правая":"21213-5601108-10",
         "Дверь задняя левая":"21317-6200015-12"
      },
      "damaged window":{
         "Стекло переднее правое":"21214-6103214-00",
         "Стекло переднее левое":"21214-6103215-00",
         "Стекло заднее правое":"None",
         "Стекло заднее левое":"21310-6204021-00"
      },
      "damaged headlight":{
         "Фара правая":"8450107440",
         "Фара левая":"8450107441"
      },
      "damaged mirror":{
         "Левое зеркало":"None",
         "Правое зеркало":"None"
      },
      "damaged hood":{
         "Капот":"8450107440"
      },
      "damaged bumper":{
         "Бампер":"8450107432"
      },
      "damaged wind shield":{
         "Стекло ветровое":"21217-5206008-01"
      }
   },
   "21314":{
      "damaged door":{
         "Дверь передняя правая":"21214-6100030-42",
         "Дверь передняя левая":"21214-6100031-44",
         "Дверь задняя правая":"21213-5601108-10",
         "Дверь задняя левая":"21317-6200015-12"
      },
      "damaged window":{
         "Стекло переднее правое":"21214-6103214-00",
         "Стекло переднее левое":"21214-6103215-00",
         "Стекло заднее правое":"None",
         "Стекло заднее левое":"21310-6204021-00"
      },
      "damaged headlight":{
         "Фара правая":"8450107440",
         "Фара левая":"8450107441"
      },
      "damaged mirror":{
         "Левое зеркало":"None",
         "Правое зеркало":"None"
      },
      "damaged hood":{
         "Капот":"8450107440"
      },
      "damaged bumper":{
         "Бампер":"8450107432"
      },
      "damaged wind shield":{
         "Стекло ветровое":"21217-5206008-01"
      }
   },
   "urban":{
      "damaged door":{
         "Дверь передняя правая":"21214-6100030-42",
         "Дверь передняя левая":"21214-6100031-44",
         "Дверь задняя правая":"21213-5601108-10",
         "Дверь задняя левая":"21317-6200015-12"
      },
      "damaged window":{
         "Стекло переднее правое":"21214-6103214-00",
         "Стекло переднее левое":"21214-6103215-00",
         "Стекло заднее правое":"None",
         "Стекло заднее левое":"21310-6204021-00"
      },
      "damaged headlight":{
         "Фара правая":"8450107440",
         "Фара левая":"8450107441"
      },
      "damaged mirror":{
         "Левое зеркало":"None",
         "Правое зеркало":"None"
      },
      "damaged hood":{
         "Капот":"8450107440"
      },
      "damaged bumper":{
         "Бампер":"8450107432"
      },
      "damaged wind shield":{
         "Стекло ветровое":"21217-5206008-01"
      }
   },
   "bronto":{
      "damaged door":{
         "Дверь передняя правая":"21214-6100030-42",
         "Дверь передняя левая":"21214-6100031-44",
         "Дверь задняя правая":"21213-5601108-10",
         "Дверь задняя левая":"21317-6200015-12"
      },
      "damaged window":{
         "Стекло переднее правое":"21214-6103214-00",
         "Стекло переднее левое":"21214-6103215-00",
         "Стекло заднее правое":"None",
         "Стекло заднее левое":"21310-6204021-00"
      },
      "damaged headlight":{
         "Фара правая":"8450107440",
         "Фара левая":"8450107441"
      },
      "damaged mirror":{
         "Левое зеркало":"None",
         "Правое зеркало":"None"
      },
      "damaged hood":{
         "Капот":"8450107440"
      },
      "damaged bumper":{
         "Бампер":"8450107432"
      },
      "damaged wind shield":{
         "Стекло ветровое":"21217-5206008-01"
      }
   },
   "xray":{
      "damaged door":{
         "Дверь передняя правая":"801005064R",
         "Дверь передняя левая":"801015140R",
         "Дверь задняя правая":"821002780R",
         "Дверь задняя левая":"821019191R"
      },
      "damaged window":{
         "Стекло переднее правое":"807201362R",
         "Стекло переднее левое":"807213463R",
         "Стекло заднее правое":"827209924R",
         "Стекло заднее левое":"827214500R"
      },
      "damaged headlight":{
         "Фара правая":"8450021103",
         "Фара левая":"8450021104"
      },
      "damaged mirror":{
         "Левое зеркало":"963669241R",
         "Правое зеркало":"802923054R"
      },
      "damaged hood":{
         "Капот":"651007207R"
      },
      "damaged bumper":{
         "Бампер":"620228136R"
      },
      "damaged wind shield":{
         "Стекло ветровое":"727129727R"
      }
   },
   "ваз-2170":{
      "damaged door":{
         "Дверь передняя правая":"21100-6100014-20",
         "Дверь передняя левая":"21100-6100015-20",
         "Дверь задняя правая":"21100-6200014-00",
         "Дверь задняя левая":"21100-6200015-00"
      },
      "damaged window":{
         "Стекло переднее правое":"None",
         "Стекло переднее левое":"None",
         "Стекло заднее правое":"21710-6204010-00",
         "Стекло заднее левое":"None"
      },
      "damaged headlight":{
         "Фара правая":"21720-8404412-00",
         "Фара левая":"21720-8404413-00"
      },
      "damaged mirror":{
         "Левое зеркало":"None",
         "Правое зеркало":"None"
      },
      "damaged hood":{
         "Капот":"21700-8402010-00"
      },
      "damaged bumper":{
         "Бампер":"21704-2803056-10"
      },
      "damaged wind shield":{
         "Стекло ветровое":"21700-5206010-15"
      }
   },
   "ваз-1118":{
      "damaged door":{
         "Дверь передняя правая":"1118-6100014",
         "Дверь передняя левая":"1118-6100015",
         "Дверь задняя правая":"1118-6200014",
         "Дверь задняя левая":"1118-6200015"
      },
      "damaged window":{
         "Стекло переднее правое":"None",
         "Стекло переднее левое":"None",
         "Стекло заднее правое":"1118-6204010",
         "Стекло заднее левое":"1118-6204011"
      },
      "damaged headlight":{
         "Фара правая":"1118-8403512",
         "Фара левая":"1118-8403513"
      },
      "damaged mirror":{
         "Левое зеркало":"None",
         "Правое зеркало":"None"
      },
      "damaged hood":{
         "Капот":"1118-5007402"
      },
      "damaged bumper":{
         "Бампер":"None"
      },
      "damaged wind shield":{
         "Стекло ветровое":"1118-5206012"
      }
   },
   "ваз-1111 (ока)":{
      "damaged door":{
         "Дверь передняя правая":"None",
         "Дверь передняя левая":"None",
         "Дверь задняя правая":"None",
         "Дверь задняя левая":"None"
      },
      "damaged window":{
         "Стекло переднее правое":"None",
         "Стекло переднее левое":"None",
         "Стекло заднее правое":"None",
         "Стекло заднее левое":"None"
      },
      "damaged headlight":{
         "Фара правая":"None",
         "Фара левая":"None"
      },
      "damaged mirror":{
         "Левое зеркало":"None",
         "Правое зеркало":"None"
      },
      "damaged hood":{
         "Капот":"None"
      },
      "damaged bumper":{
         "Бампер":"None"
      },
      "damaged wind shield":{
         "Стекло ветровое":"None"
      }
   },
    "lada granta 2191": {
        "damaged door": {
            "Дверь передняя правая": "11180-6100014-75",
            "Дверь передняя левая": "11180-6100015-75",
            "Дверь задняя правая": "21910-6200014-75",
            "Дверь задняя левая": "21910-6200015-75"
        },
        "damaged window": {
            "Стекло переднее правое": "11180-6103200-25",
            "Стекло переднее левое": "11180-6103200-25",
            "Стекло заднее правое": "11180-6203200-15",
            "Стекло заднее левое": "11180-6203201-15"
        },
        "damaged headlight": {
            "Фара правая": "21910-2803196-00",
            "Фара левая": "21910-2803197-00"
        },
        "damaged mirror": {
            "Левое зеркало": "11180-8201005-01",
            "Правое зеркало": "11180-8201004-01"
        },
        "damaged hood": {
            "Капот": "21070-8402108-00"
        },
        "damaged bumper": {
            "Бампер передний": "21900-2803015-00",
			"Бампер задний": "21900-2804015-21"
        },
        "damaged wind shield": {
            "Стекло ветровое": "21900-5206012-05"
        }
    },
    "chevrolet niva 1.7": {
        "damaged door": {
            "Дверь передняя правая": "21230-6100014-55-0",
            "Дверь передняя левая": "21230-6100015-00-0",
            "Дверь задняя правая": "21230-6200014-00-0",
            "Дверь задняя левая": "21230-6200015-00-0"
        },
        "damaged window": {
            "Стекло переднее правое": "21230-6103210-05-0",
            "Стекло переднее левое": "21230-6103211-05-0",
            "Стекло заднее правое": "21230-6203210-05-0",
            "Стекло заднее левое": "21230-6203211-05-0"
        },
        "damaged headlight": {
            "Фара правая": "21230-3711010-10-0",
            "Фара левая": "21230-3711011-20-0"
        },
        "damaged mirror": {
            "Левое зеркало": "21230-8201021-40-0",
            "Правое зеркало": "21230-8201020-00-0"
        },
        "damaged hood": {
            "Капот": "21230-8402010-00-0"
        },
        "damaged bumper": {
            "Бампер передний": "21230-2803015-55-0",
			"Бампер задний": "21230-2804015-55-0"
        },
        "damaged wind shield": {
            "Стекло ветровое": "21230-5206016-17-0"
        }
    },
    "lada xray": {
        "damaged door": {
            "Дверь передняя правая": "8450105004",
            "Дверь передняя левая": "8450105005",
            "Дверь задняя правая": "8450105006",
            "Дверь задняя левая": "8450105007"
        },
        "damaged window": {
            "Стекло переднее правое": "803000694R",
            "Стекло переднее левое": "803016824R",
            "Стекло заднее правое": "823006401R",
            "Стекло заднее левое": "823016967R"
        },
        "damaged headlight": {
            "Фара правая": "260107436R",
            "Фара левая": "260600467R"
        },
        "damaged mirror": {
            "Левое зеркало": "963027096R",
            "Правое зеркало": "963012841R"
        },
        "damaged hood": {
            "Капот": "651007207R"
        },
        "damaged bumper": {
            "Бампер передний": "8450021001",
			"Бампер задний": "850220699R",
        },
        "damaged wind shield": {
            "Стекло ветровое": "727128720R"
        }
    },
    "lada vesta": {
        "damaged door": {
            "Дверь передняя правая": "8450039385",
            "Дверь передняя левая": "8450039379",
            "Дверь задняя правая": "8450039383",
            "Дверь задняя левая": "8450039380"
        },
        "damaged window": {
            "Стекло переднее правое": "8450007714",
            "Стекло переднее левое": "8450007715",
            "Стекло заднее правое": "8450007833",
            "Стекло заднее левое": "8450007834"
        },
        "damaged headlight": {
            "Фара правая": "8450006952",
            "Фара левая": "8450006953"
        },
        "damaged mirror": {
            "Левое зеркало": "8450008041",
            "Правое зеркало": "8450008955"
        },
        "damaged hood": {
            "Капот": "8450039378"
        },
        "damaged bumper": {
            "Бампер передний": "8450006666",
			"Бампер задний": "8450006699",
        },
        "damaged wind shield": {
            "Стекло ветровое": "8450007323"
        }
    },
    "lada largus 4601": {
        "damaged door": {
            "Дверь передняя правая": "801005519R",
            "Дверь передняя левая": "801019705R",
            "Дверь задняя правая": "821009310R",
            "Дверь задняя левая": "821009310R"
        },
        "damaged window": {
            "Стекло переднее правое": "8200240554",
            "Стекло переднее левое": "8200240555",
            "Стекло заднее правое": "8200396076",
            "Стекло заднее левое": "8200396075"
        },
        "damaged headlight": {
            "Фара правая": "8200744754",
            "Фара левая": "8200744753"
        },
        "damaged mirror": {
            "Левое зеркало": "8200965091",
            "Правое зеркало": "8200965092"
        },
        "damaged hood": {
            "Капот": "6001546685"
        },
        "damaged bumper": {
            "Бампер передний": "8450000245",
			"Бампер задний": "8450000257",
        },
        "damaged wind shield": {
            "Стекло ветровое": "8200211045"
        }
    },
    "lada granta 2190": {
        "damaged door": {
            "Дверь передняя правая": "11180-6100014-25",
            "Дверь передняя левая": "11180-6100015-20",
            "Дверь задняя правая": "21910-6200014-25",
            "Дверь задняя левая": "21910-6200015-20"
        },
        "damaged window": {
            "Стекло переднее правое": "11180-6103200-11",
            "Стекло переднее левое": "11180-6103201-15",
            "Стекло заднее правое": "21910-6203200-15",
            "Стекло заднее левое": "21910-6203201-15"
        },
        "damaged headlight": {
            "Фара правая": "21900-3711010-00",
            "Фара левая": "21900-3711011-00"
        },
        "damaged mirror": {
            "Левое зеркало": "11180-8201021-04",
            "Правое зеркало": "11180-8201021-11"
        },
        "damaged hood": {
            "Капот": "21900-8402010-00"
        },
        "damaged bumper": {
            "Бампер передний": "21900-2803015-00",
			"Бампер задний": "21910-2804015-01",
        },
        "damaged wind shield": {
            "Стекло ветровое": "21900-5206012-05"
        }
    },
    "lada priora fl (ваз-2170)": {
        "damaged door": {
            "Дверь передняя правая": "21100-6100014-00",
            "Дверь передняя левая": "21100-6100015-60",
            "Дверь задняя правая": "21110-6200014-50",
            "Дверь задняя левая": "21110-6200015-50"
        },
        "damaged window": {
            "Стекло переднее правое": "21100-6103214-05",
            "Стекло переднее левое": "21100-6103215-05",
            "Стекло заднее правое": "21110-6203214-05",
            "Стекло заднее левое": "21110-6203215-05"
        },
        "damaged headlight": {
            "Фара правая": "21700-3711010-11",
            "Фара левая": "21700-3711011-00"
        },
        "damaged mirror": {
            "Левое зеркало": "21700-8201051-74",
            "Правое зеркало": "21700-8201050-00"
        },
        "damaged hood": {
            "Капот": "21700-8402010-00"
        },
        "damaged bumper": {
            "Бампер передний": "21704-2803015-10",
			"Бампер задний": "21704-2804015-01",
        },
        "damaged wind shield": {
            "Стекло ветровое": "21700-5206012-25"
        }
    },
    "lada priora Coupe": {
        "damaged door": {
            "Дверь передняя правая": "21123-6100014-10",
            "Дверь передняя левая": "21123-6100015-10",
            "Дверь задняя правая": "",
            "Дверь задняя левая": ""
        },
        "damaged window": {
            "Стекло переднее правое": "21100-6103214-05",
            "Стекло переднее левое": "21100-6103215-05",
            "Стекло заднее правое": "21728-5403052-00",
            "Стекло заднее левое": "21728-5403053-00"
        },
        "damaged headlight": {
            "Фара правая": "21700-3711010-01",
            "Фара левая": "21700-3711011-01"
        },
        "damaged mirror": {
            "Левое зеркало": "21700-8201051-20",
            "Правое зеркало": "21700-8201050-20"
        },
        "damaged hood": {
            "Капот": "21700-8402010-00"
        },
        "damaged bumper": {
            "Бампер передний": "21700-2803015-01",
			"Бампер задний": "21728-2804015-00",
        },
        "damaged wind shield": {
            "Стекло ветровое": "21700-5206012-15"
        }
    },
    "lada kalina 2194": {
        "damaged door": {
            "Дверь передняя правая": "11180-6100014-25",
            "Дверь передняя левая": "11180-6100015-20",
            "Дверь задняя правая": "11170-6200014-20",
            "Дверь задняя левая": "1170-6200015-20"
        },
        "damaged window": {
            "Стекло переднее правое": "11180-6103200-15",
            "Стекло переднее левое": "11180-6103201-15",
            "Стекло заднее правое": "11170-6203200-15",
            "Стекло заднее левое": "11170-6203201-15"
        },
        "damaged headlight": {
            "Фара правая": "21920-3711010-00",
            "Фара левая": "21920-3711011-00"
        },
        "damaged mirror": {
            "Левое зеркало": "11180-8201021-04",
            "Правое зеркало": "11180-8201020-01"
        },
        "damaged hood": {
            "Капот": "21900-8402010-00"
        },
        "damaged bumper": {
            "Бампер передний": "21920-2803015-01",
			"Бампер задний": "21940-2804015-01",
        },
        "damaged wind shield": {
            "Стекло ветровое": "21900-5206012-05"
        }
    },
    "lada kalina 1119": {
        "damaged door": {
            "Дверь передняя правая": "11180-6100014-00",
            "Дверь передняя левая": "11180-6100015-00",
            "Дверь задняя правая": "11190-6200014-00",
            "Дверь задняя левая": "11190-6200015-00"
        },
        "damaged window": {
            "Стекло переднее правое": "11180-6103210-05",
            "Стекло переднее левое": "11180-6103211-05",
            "Стекло заднее правое": "11180-6203210-05",
            "Стекло заднее левое": "11180-6203211-05"
        },
        "damaged headlight": {
            "Фара правая": "11180-3711010-01",
            "Фара левая": "11180-3711011-01"
        },
        "damaged mirror": {
            "Левое зеркало": "11180-8201021-00",
            "Правое зеркало": "11180-8201020-00"
        },
        "damaged hood": {
            "Капот": "11180-8402010-00"
        },
        "damaged bumper": {
            "Бампер передний": "11180-2803015-00",
			"Бампер задний": "11190-2804015-00",
        },
        "damaged wind shield": {
            "Стекло ветровое": "11180-5206016-05"
        }
    },
    "ваз-2123": {
        "damaged door": {
            "Дверь передняя правая": "2123-6100014",
            "Дверь передняя левая": "2123-6100015",
            "Дверь задняя правая": "2123-6200014",
            "Дверь задняя левая": "2123-6200015"
        },
        "damaged window": {
            "Стекло переднее правое": "2123-6103210",
            "Стекло переднее левое": "2123-6103211",
            "Стекло заднее правое": "2123-6203210",
            "Стекло заднее левое": "2123-6203211"
        },
        "damaged headlight": {
            "Фара правая": "2123-3711010",
            "Фара левая": "2123-3711011"
        },
        "damaged mirror": {
            "Левое зеркало": "2123-8201021",
            "Правое зеркало": "2123-8201020"
        },
        "damaged hood": {
            "Капот": "2123-8402010"
        },
        "damaged bumper": {
            "Бампер передний": "2123-2803015-30",
			"Бампер задний": "2123-2804015-80",
        },
        "damaged wind shield": {
            "Стекло ветровое": "2123-5206016-01"
        }
    },
    "lada 4x4": {
        "damaged door": {
            "Дверь передняя правая": "21214-6100030-10",
            "Дверь передняя левая": "21214-6100031-10",
            "Дверь задняя правая": "21310-6200014-00",
            "Дверь задняя левая": "21310-6200015-00"
        },
        "damaged window": {
            "Стекло переднее правое": "21213-6103210-00",
            "Стекло переднее левое": "21213-6103211-10",
            "Стекло заднее правое": "21210-5403052-20",
            "Стекло заднее левое": "21210-5403053-20"
        },
        "damaged headlight": {
            "Фара правая": "21213-3711010-02",
            "Фара левая": "21213-3711010-02"
        },
        "damaged mirror": {
            "Левое зеркало": "21011-8201050-10",
            "Правое зеркало": "21011-8201050-10"
        },
        "damaged hood": {
            "Капот": "21213-8402012-00"
        },
        "damaged bumper": {
            "Бампер передний": "21210-2803010-10",
			"Бампер задний": "21210-2804010-10",
        },
        "damaged wind shield": {
            "Стекло ветровое": "21210-5206010-00"
        }
    },
    "chevrolet niva": {
        "damaged door": {
            "Дверь передняя правая": "21230-6100020-75",
            "Дверь передняя левая": "21230-6100021-75",
            "Дверь задняя правая": "21230-6200020-75",
            "Дверь задняя левая": "21230-6200021-75"
        },
        "damaged window": {
            "Стекло переднее правое": "21230-6103210-05",
            "Стекло переднее левое": "21230-6103211-05",
            "Стекло заднее правое": "21230-6203210-05",
            "Стекло заднее левое": "21230-6203211-00"
        },
        "damaged headlight": {
            "Фара правая": "21230-3711010-00",
            "Фара левая": "21230-3711011-00"
        },
        "damaged mirror": {
            "Левое зеркало": "21230-8201021-40",
            "Правое зеркало": "21230-8201020-40"
        },
        "damaged hood": {
            "Капот": "21230-8402010-70"
        },
        "damaged bumper": {
            "Бампер передний": "21230-2803015-32",
			"Бампер задний": "21230-2804015-55",
        },
        "damaged wind shield": {
            "Стекло ветровое": "21230-5206016-06"
        }
    },
    "lada 21214": {
        "damaged door": {
            "Дверь передняя правая": "21214-6100030-42",
            "Дверь передняя левая": "21214-6100031-44",
            "Дверь задняя правая": "21317-6200014-12",
            "Дверь задняя левая": "21317-6200015-12"
        },
        "damaged window": {
            "Стекло переднее правое": "21214-6103214-00",
            "Стекло переднее левое": "21214-6103215-00",
            "Стекло заднее правое": "21310-6203214-20",
            "Стекло заднее левое": "21310-6203214-20"
        },
        "damaged headlight": {
            "Фара правая": "21213-3711010-01",
            "Фара левая": "21213-3711010-01"
        },
        "damaged mirror": {
            "Левое зеркало": "21214-8201005-55",
            "Правое зеркало": "21214-8201004-55"
        },
        "damaged hood": {
            "Капот": "21213-8402012-10"
        },
        "damaged bumper": {
            "Бампер передний": "21210-2803010-10",
			"Бампер задний": "21210-2804010-10",
        },
        "damaged wind shield": {
            "Стекло ветровое": "21217-5206008-01"
        }
    },
    "lada granta fl": {
        "damaged door": {
            "Дверь передняя правая": "11180-6100014-85",
            "Дверь передняя левая": "11180-6100015-85",
            "Дверь задняя правая": "21910-6200014-70",
            "Дверь задняя левая": "21910-6200015-70"
        },
        "damaged window": {
            "Стекло переднее правое": "11180-6103200-25",
            "Стекло переднее левое": "11180-6103201-25",
            "Стекло заднее правое": "11180-6203200-15",
            "Стекло заднее левое": "11180-6203201-15"
        },
        "damaged headlight": {
            "Фара правая": "8450100856",
            "Фара левая": "8450100857"
        },
        "damaged mirror": {
            "Левое зеркало": "21910-8201005-12",
            "Правое зеркало": "21910-8201004-12"
        },
        "damaged hood": {
            "Капот": "8450104269"
        },
        "damaged bumper": {
            "Бампер передний": "8450106684",
			"Бампер задний": "8450103789",
        },
        "damaged wind shield": {
            "Стекло ветровое": "21900-5206012-05"
        }
    },
    "lada vesta sw": {
        "damaged door": {
            "Дверь передняя правая": "8450102348",
            "Дверь передняя левая": "8450102349",
            "Дверь задняя правая": "8450102345",
            "Дверь задняя левая": "8450102346"
        },
        "damaged window": {
            "Стекло переднее правое": "8450007714",
            "Стекло переднее левое": "8450007715",
            "Стекло заднее правое": "8450008343",
            "Стекло заднее левое": "8450008344"
        },
        "damaged headlight": {
            "Фара правая": "8450006952",
            "Фара левая": "8450006953"
        },
        "damaged mirror": {
            "Левое зеркало": "8450008043",
            "Правое зеркало": "8450008041"
        },
        "damaged hood": {
            "Капот": "8450039378"
        },
        "damaged bumper": {
            "Бампер передний": "8450006666",
			"Бампер задний": "8450006699",
        },
        "damaged wind shield": {
            "Стекло ветровое": "8450007326"
        }
    },
    "lada largus": {
        "damaged door": {
            "Дверь передняя правая": "801004751R",
            "Дверь передняя левая": "801012741R",
            "Дверь задняя правая": "821008009R",
            "Дверь задняя левая": "821013317R"
        },
        "damaged window": {
            "Стекло переднее правое": "8200433834",
            "Стекло переднее левое": "8200433835",
            "Стекло заднее правое": "8450000588",
            "Стекло заднее левое": "8450000590"
        },
        "damaged headlight": {
            "Фара правая": "8200744754",
            "Фара левая": "8200744753"
        },
        "damaged mirror": {
            "Левое зеркало": "8200965091",
            "Правое зеркало": "8200965092"
        },
        "damaged hood": {
            "Капот": "8450013078"
        },
        "damaged bumper": {
            "Бампер передний": "8450009387",
			"Бампер задний": "8450091539",
        },
        "damaged wind shield": {
            "Стекло ветровое": "8200211045"
        }
    },
    "lada granta cross": {
        "damaged door": {
            "Дверь передняя правая": "11180-6100014-85",
            "Дверь передняя левая": "11180-6100015-85",
            "Дверь задняя правая": "21910-6200014-75",
            "Дверь задняя левая": "21910-6200015-75"
        },
        "damaged window": {
            "Стекло переднее правое": "11180-6103200-25",
            "Стекло переднее левое": "11180-6103201-25",
            "Стекло заднее правое": "11180-6203200-15",
            "Стекло заднее левое": "11180-6203201-15"
        },
        "damaged headlight": {
            "Фара правая": "21900-3711010-00",
            "Фара левая": "21900-3711011-00"
        },
        "damaged mirror": {
            "Левое зеркало": "21910-8201005-01",
            "Правое зеркало": "21910-8201004-01"
        },
        "damaged hood": {
            "Капот": "21900-8402010-70"
        },
        "damaged bumper": {
            "Бампер передний": "21910-2803015-01",
			"Бампер задний": "21900-2804015-21",
        },
        "damaged wind shield": {
            "Стекло ветровое": "21900-5206012-05"
        }
    },
    "lada vesta cross": {
        "damaged door": {
            "Дверь передняя правая": "8450104590",
            "Дверь передняя левая": "8450104591",
            "Дверь задняя правая": "8450102348",
            "Дверь задняя левая": "8450102349"
        },
        "damaged window": {
            "Стекло переднее правое": "8450007714",
            "Стекло переднее левое": "8450007715",
            "Стекло заднее правое": "8450007833",
            "Стекло заднее левое": "8450032013"
        },
        "damaged headlight": {
            "Фара правая": "8450006952",
            "Фара левая": "8450006953"
        },
        "damaged mirror": {
            "Левое зеркало": "8450008043",
            "Правое зеркало": "8450008041"
        },
        "damaged hood": {
            "Капот": "8450039378"
        },
        "damaged bumper": {
            "Бампер передний": "8450033685",
			"Бампер задний": "8450031032",
        },
        "damaged wind shield": {
            "Стекло ветровое": "8450031336"
        }
    },
    "lada xray cross": {
        "damaged door": {
            "Дверь передняя правая": "801005064R",
            "Дверь передняя левая": "801015140R",
            "Дверь задняя правая": "821002780R",
            "Дверь задняя левая": "821019191R"
        },
        "damaged window": {
            "Стекло переднее правое": "803000694R",
            "Стекло переднее левое": "803016824R",
            "Стекло заднее правое": "823007313R",
            "Стекло заднее левое": "823016967R"
        },
        "damaged headlight": {
            "Фара правая": "260107436R",
            "Фара левая": "260600467R"
        },
        "damaged mirror": {
            "Левое зеркало": "963027096R",
            "Правое зеркало": "963012841R"
        },
        "damaged hood": {
            "Капот": "651007207R"
        },
        "damaged bumper": {
            "Бампер передний": "8450021001",
			"Бампер задний": "8450021008",
        },
        "damaged wind shield": {
            "Стекло ветровое": "727128720R"
        }
    },
    "lada vesta sport": {
        "damaged door": {
            "Дверь передняя правая": "8450102348",
            "Дверь передняя левая": "8450102349",
            "Дверь задняя правая": "8450104590",
            "Дверь задняя левая": "8450104591"
        },
        "damaged window": {
            "Стекло переднее правое": "8450007714",
            "Стекло переднее левое": "8450007715",
            "Стекло заднее правое": "8450032012",
            "Стекло заднее левое": "8450032013"
        },
        "damaged headlight": {
            "Фара правая": "8450006952",
            "Фара левая": "8450006953"
        },
        "damaged mirror": {
            "Левое зеркало": "8450008041",
            "Правое зеркало": "8450008043"
        },
        "damaged hood": {
            "Капот": "8450039378"
        },
        "damaged bumper": {
            "Бампер передний": "8450033685",
			"Бампер задний": "8450031032",
        },
        "damaged wind shield": {
            "Стекло ветровое": "8450031336"
        }
    },
    "lada granta sport": {
        "damaged door": {
            "Дверь передняя правая": "11180-6100014-75",
            "Дверь передняя левая": "11180-6100015-75",
            "Дверь задняя правая": "21910-6200014-75",
            "Дверь задняя левая": "21910-6200015-75"
        },
        "damaged window": {
            "Стекло переднее правое": "11180-6103200-25",
            "Стекло переднее левое": "11180-6103200-25",
            "Стекло заднее правое": "11180-6203200-15",
            "Стекло заднее левое": "11180-6203201-15"
        },
        "damaged headlight": {
            "Фара правая": "21910-2803196-00",
            "Фара левая": "21910-2803197-00"
        },
        "damaged mirror": {
            "Левое зеркало": "11180-8201005-01",
            "Правое зеркало": "11180-8201004-01"
        },
        "damaged hood": {
            "Капот": "21070-8402108-00"
        },
        "damaged bumper": {
            "Бампер передний": "21905-2803010-77",
			"Бампер задний": "21905-2804010-77"
        },
        "damaged wind shield": {
            "Стекло ветровое": "21900-5206012-05"
        }
    },
    "lada kalina sport": {
        "damaged door": {
            "Дверь передняя правая": "11180-6100014-25",
            "Дверь передняя левая": "11180-6100015-20",
            "Дверь задняя правая": "11170-6200014-20",
            "Дверь задняя левая": "1170-6200015-20"
        },
        "damaged window": {
            "Стекло переднее правое": "11180-6103200-15",
            "Стекло переднее левое": "11180-6103201-15",
            "Стекло заднее правое": "11170-6203200-15",
            "Стекло заднее левое": "11170-6203201-15"
        },
        "damaged headlight": {
            "Фара правая": "21920-3711010-00",
            "Фара левая": "21920-3711011-00"
        },
        "damaged mirror": {
            "Левое зеркало": "11180-8201021-04",
            "Правое зеркало": "11180-8201020-01"
        },
        "damaged hood": {
            "Капот": "21900-8402010-00"
        },
        "damaged bumper": {
            "Бампер передний": "21925-2803010-77",
			"Бампер задний": "21925-2804010-77",
        },
        "damaged wind shield": {
            "Стекло ветровое": "21900-5206012-05"
        }
    },
    "lada niva travel": {
        "damaged door": {
            "Дверь передняя правая": "21230-6100020-75",
            "Дверь передняя левая": "21230-6100021-75",
            "Дверь задняя правая": "21230-6200020-75",
            "Дверь задняя левая": "21230-6200021-75"
        },
        "damaged window": {
            "Стекло переднее правое": "21230-6103210-01",
            "Стекло переднее левое": "21230-6103211-01",
            "Стекло заднее правое": "21230-6203210-01",
            "Стекло заднее левое": "21230-6203211-01"
        },
        "damaged headlight": {
            "Фара правая": "21230-3711010-20",
            "Фара левая": "21230-3711011-20"
        },
        "damaged mirror": {
            "Левое зеркало": "21230-8201051-62",
            "Правое зеркало": "21230-8201050-62"
        },
        "damaged hood": {
            "Капот": "21230-8402010-70"
        },
        "damaged bumper": {
            "Бампер передний": "21230-2803015-55",
			"Бампер задний": "21230-2804015-55",
        },
        "damaged wind shield": {
            "Стекло ветровое": "21230-5206016-11"
        }
    },
    "ваз-2115": {
        "damaged door": {
            "Дверь передняя правая": "2109-6100014",
            "Дверь передняя левая": "2109-6100015",
            "Дверь задняя правая": "2114-6200014",
            "Дверь задняя левая": "2114-6200015"
        },
        "damaged window": {
            "Стекло переднее правое": "2109-6103214-01",
            "Стекло переднее левое": "2109-6103215-01",
            "Стекло заднее правое": "2109-6203214-01",
            "Стекло заднее левое": "2109-6203215-01"
        },
        "damaged headlight": {
            "Фара правая": "2114-3711010",
            "Фара левая": "2114-3711011"
        },
        "damaged mirror": {
            "Левое зеркало": "2114-8201051-50",
            "Правое зеркало": "2114-8201050-50"
        },
        "damaged hood": {
            "Капот": "2114-8402010"
        },
        "damaged bumper": {
            "Бампер передний": "2113-2803015",
			"Бампер задний": "2113-2804015",
        },
        "damaged wind shield": {
            "Стекло ветровое": "2108-5206016-01"
        }
    },
    "ваз-2114": {
        "damaged door": {
            "Дверь передняя правая": "2109-6100014",
            "Дверь передняя левая": "2109-6100015",
            "Дверь задняя правая": "2114-6200014",
            "Дверь задняя левая": "2114-6200015"
        },
        "damaged window": {
            "Стекло переднее правое": "2109-6103214-01",
            "Стекло переднее левое": "2109-6103215-01",
            "Стекло заднее правое": "2109-6203214-01",
            "Стекло заднее левое": "2109-6203215-01"
        },
        "damaged headlight": {
            "Фара правая": "2114-3711010",
            "Фара левая": "2114-3711011"
        },
        "damaged mirror": {
            "Левое зеркало": "2114-8201051-50",
            "Правое зеркало": "2114-8201050-50"
        },
        "damaged hood": {
            "Капот": "2114-8402010"
        },
        "damaged bumper": {
            "Бампер передний": "2113-2803015",
			"Бампер задний": "2113-2804015",
        },
        "damaged wind shield": {
            "Стекло ветровое": "2108-5206016-01"
        }
    },
    "ваз-2113": {
        "damaged door": {
            "Дверь передняя правая": "2109-6100014",
            "Дверь передняя левая": "2109-6100015",
            "Дверь задняя правая": "",
            "Дверь задняя левая": ""
        },
        "damaged window": {
            "Стекло переднее правое": "2109-6103214-01",
            "Стекло переднее левое": "2109-6103215-01",
            "Стекло заднее правое": "2109-6203214-01",
            "Стекло заднее левое": "2109-6203215-01"
        },
        "damaged headlight": {
            "Фара правая": "2114-3711010",
            "Фара левая": "2114-3711011"
        },
        "damaged mirror": {
            "Левое зеркало": "2114-8201051-50",
            "Правое зеркало": "2114-8201050-50"
        },
        "damaged hood": {
            "Капот": "2114-8402010"
        },
        "damaged bumper": {
            "Бампер передний": "2113-2803015",
			"Бампер задний": "2113-2804015",
        },
        "damaged wind shield": {
            "Стекло ветровое": "2108-5206016-01"
        }
    },
    "ваз-2112": {
        "damaged door": {
            "Дверь передняя правая": "2110-6100014",
            "Дверь передняя левая": "2110-6100015",
            "Дверь задняя правая": "2110-6200014",
            "Дверь задняя левая": "2110-6200015"
        },
        "damaged window": {
            "Стекло переднее правое": "2110-6103214",
            "Стекло переднее левое": "2110-6103215",
            "Стекло заднее правое": "2110-6203214",
            "Стекло заднее левое": "2110-6203215"
        },
        "damaged headlight": {
            "Фара правая": "2110-3711010-22",
            "Фара левая": "2110-3711011-01"
        },
        "damaged mirror": {
            "Левое зеркало": "2110-8201051",
            "Правое зеркало": "2110-8201050"
        },
        "damaged hood": {
            "Капот": "2110-8402010"
        },
        "damaged bumper": {
            "Бампер передний": "2110-2803015-61",
			"Бампер задний": "2110-2804012-70",
        },
        "damaged wind shield": {
            "Стекло ветровое": "2110-5206016"
        }
    },
    "ваз-2111": {
        "damaged door": {
            "Дверь передняя правая": "2110-6100014",
            "Дверь передняя левая": "2110-6100015",
            "Дверь задняя правая": "2110-6200014",
            "Дверь задняя левая": "2110-6200015"
        },
        "damaged window": {
            "Стекло переднее правое": "2110-6103214",
            "Стекло переднее левое": "2110-6103215",
            "Стекло заднее правое": "2111-6203214",
            "Стекло заднее левое": "2111-6203215"
        },
        "damaged headlight": {
            "Фара правая": "2110-3711010-21",
            "Фара левая": "2110-3711011-01"
        },
        "damaged mirror": {
            "Левое зеркало": "2110-8201051-10",
            "Правое зеркало": "2110-8201050-10"
        },
        "damaged hood": {
            "Капот": "2110-8402010"
        },
        "damaged bumper": {
            "Бампер передний": "2110-2803015-61",
			"Бампер задний": "2111-2804015-30",
        },
        "damaged wind shield": {
            "Стекло ветровое": "2110-5206016"
        }
    },
    "ваз-2110": {
        "damaged door": {
            "Дверь передняя правая": "2110-6100014",
            "Дверь передняя левая": "2110-6100015",
            "Дверь задняя правая": "2110-6200014",
            "Дверь задняя левая": "2110-6200015"
        },
        "damaged window": {
            "Стекло переднее правое": "2110-6103210-01",
            "Стекло переднее левое": "2110-6103211-01",
            "Стекло заднее правое": "2110-6203210",
            "Стекло заднее левое": "2110-62032211"
        },
        "damaged headlight": {
            "Фара правая": "2110-3711010-22",
            "Фара левая": "2110-3711011-30"
        },
        "damaged mirror": {
            "Левое зеркало": "2110-8201051-84",
            "Правое зеркало": "2110-8201050-84"
        },
        "damaged hood": {
            "Капот": "2110-8402010"
        },
        "damaged bumper": {
            "Бампер передний": "2110-2803015-62",
			"Бампер задний": "2110-2804012-71",
        },
        "damaged wind shield": {
            "Стекло ветровое": "2110-5206016-01"
        }
    },
    "ваз-2109": {
        "damaged door": {
            "Дверь передняя правая": "2109-6100014",
            "Дверь передняя левая": "2109-6100015",
            "Дверь задняя правая": "2109-6200014",
            "Дверь задняя левая": "2109-6200015"
        },
        "damaged window": {
            "Стекло переднее правое": "2109-6103214-01",
            "Стекло переднее левое": "2109-6103215-01",
            "Стекло заднее правое": "2109-6203214-01",
            "Стекло заднее левое": "2109-6203215-01"
        },
        "damaged headlight": {
            "Фара правая": "21086-3711010-01",
            "Фара левая": "21086-3711011-01"
        },
        "damaged mirror": {
            "Левое зеркало": "2108-8201051",
            "Правое зеркало": "21086-8201050"
        },
        "damaged hood": {
            "Капот": "21093-8402010"
        },
        "damaged bumper": {
            "Бампер передний": "21093-2803015",
			"Бампер задний": "2108-2804010",
        },
        "damaged wind shield": {
            "Стекло ветровое": "2108-5206016-01"
        }
    },
    "ваз-2108": {
        "damaged door": {
            "Дверь передняя правая": "2108-6100014",
            "Дверь передняя левая": "2108-6100015",
            "Дверь задняя правая": "",
            "Дверь задняя левая": ""
        },
        "damaged window": {
            "Стекло переднее правое": "2108-6103214",
            "Стекло переднее левое": "2108-6103215",
            "Стекло заднее правое": "2108-5403052",
            "Стекло заднее левое": "2109-5403053"
        },
        "damaged headlight": {
            "Фара правая": "2108-3711010",
            "Фара левая": "2108-3711011"
        },
        "damaged mirror": {
            "Левое зеркало": "2108-8201051",
            "Правое зеркало": "21086-8201050"
        },
        "damaged hood": {
            "Капот": "21093-8402010"
        },
        "damaged bumper": {
            "Бампер передний": "2108-2803015",
			"Бампер задний": "2108-2804015",
        },
        "damaged wind shield": {
            "Стекло ветровое": "2108-5206016-01"
        }
    },
    "ваз-2107": {
        "damaged door": {
            "Дверь передняя правая": "2107-6100014",
            "Дверь передняя левая": "2107-6100015",
            "Дверь задняя правая": "2105-6200014",
            "Дверь задняя левая": "2105-6200015"
        },
        "damaged window": {
            "Стекло переднее правое": "2105-6103210",
            "Стекло переднее левое": "2105-6103211",
            "Стекло заднее правое": "2106-6203210",
            "Стекло заднее левое": "2105-6203211"
        },
        "damaged headlight": {
            "Фара правая": "2105-3711010",
            "Фара левая": "2105-3711011"
        },
        "damaged mirror": {
            "Левое зеркало": "2105-8201050",
            "Правое зеркало": "21056-8201050"
        },
        "damaged hood": {
            "Капот": "2107-8402012"
        },
        "damaged bumper": {
            "Бампер передний": "2105-2803015",
			"Бампер задний": "2105-2804015",
        },
        "damaged wind shield": {
            "Стекло ветровое": "2101-5206010"
        }
    },
    "ваз-1111": {
        "damaged door": {
            "Дверь передняя правая": "1111-6100014",
            "Дверь передняя левая": "1111-6100015",
            "Дверь задняя правая": "",
            "Дверь задняя левая": ""
        },
        "damaged window": {
            "Стекло переднее правое": "1111-6103214",
            "Стекло переднее левое": "1111-6103215",
            "Стекло заднее правое": "1111-5403052",
            "Стекло заднее левое": "1111-5403053"
        },
        "damaged headlight": {
            "Фара правая": "1111-3711010",
            "Фара левая": "1111-3711010"
        },
        "damaged mirror": {
            "Левое зеркало": "2105-8201050",
            "Правое зеркало": "2105-8201050"
        },
        "damaged hood": {
            "Капот": "1111-8402010"
        },
        "damaged bumper": {
            "Бампер передний": "1111-2803015",
			"Бампер задний": "1111-2804015",
        },
        "damaged wind shield": {
            "Стекло ветровое": "1111-5206016"
        }
    },
}
