RSA_API = {
    'get_rf_subject_ids':
        'https://prices.autoins.ru/priceAutoPublicCheck/api/rf_subject/date?versionDate={}',
    'get_oem_ids':
        'https://prices.autoins.ru/priceAutoPublicCheck/api/oem/date?versionDate={}',
    'get_price_url':
        'https://prices.autoins.ru/priceAutoPublicCheck/api/spareprice'
}

regions = {'0': 'Москва', '1': 'Московская область', '2': 'Санкт-Петербург', '3': 'Ленинградская область',
           '4': 'Республика Адыгея', '5': 'Республика Алтай', '6': 'Алтайский край', '7': 'Амурская область',
           '8': 'Архангельская область', '9': 'Астраханская область', '10': 'Белгородская область',
           '11': 'Брянская область', '12': 'Владимирская область', '13': 'Волгоградская область',
           '14': 'Вологодская область', '15': 'Воронежская область', '16': 'Еврейская автономная область',
           '17': 'Ивановская область', '18': 'Иркутская область', '19': 'Кабардино-Балкарская Республика',
           '20': 'Калининградская область', '21': 'Калужская область', '22': 'Камчатский край',
           '23': 'Карачаево-Черкесская Республика', '24': 'Кемеровская область', '25': 'Кировская область',
           '26': 'Костромская область', '27': 'Краснодарский край', '28': 'Красноярский край',
           '29': 'Курганская область', '30': 'Курская область', '31': 'Липецкая область', '32': 'Магаданская область',
           '33': 'Мурманская область', '34': 'Ненецкий автономный округ', '35': 'Нижегородская область',
           '36': 'Новгородская область', '37': 'Новосибирская область', '38': 'Омская область',
           '39': 'Оренбургская область', '40': 'Орловская область', '41': 'Пензенская область', '42': 'Пермский край',
           '43': 'Приморский край', '44': 'Псковская область', '45': 'Республика Башкортостан',
           '46': 'Республика Бурятия', '47': 'Республика Ингушетия', '48': 'Республика Дагестан',
           '49': 'Республика Калмыкия', '50': 'Республика Карелия', '51': 'Республика Коми',
           '52': 'Республика Марий Эл', '53': 'Республика Мордовия', '54': 'Республика Саха (Якутия)',
           '55': 'Республика Северная Осетия-Алания', '56': 'Республика Татарстан', '57': 'Республика Тыва',
           '58': 'Республика Хакасия', '59': 'Ростовская область', '60': 'Рязанская область', '61': 'Самарская область',
           '62': 'Саратов', '63': 'Саратовская область', '64': 'Сахалинская область', '65': 'Свердловская область',
           '66': 'Смоленская область', '67': 'Ставропольский край', '68': 'Тамбовская область',
           '69': 'Тверская область', '70': 'Томская область', '71': 'Тульская область', '72': 'Тюменская область',
           '73': 'Удмуртская Республика', '74': 'Хабаровский край', '75': 'Ханты-Мансийский автономный округ-Югра',
           '76': 'Челябинская область', '77': 'Забайкальский край', '78': 'Чувашская Республика',
           '79': 'Чукотский автономный округ', '80': 'Ямало-Ненецкий автономный округ', '81': 'Ярославская область',
           '82': 'Чеченская Республика', '83': 'Ульяновская область', '84': 'Севастополь', '85': 'Республика Крым'}

for_parsing = {
    "Granta": {'damaged door': {"Дверь перед. правая": "11180-6100014-85", "Дверь перед. левая": "11180-6100015-80", "Дверь зад. правая": "11170-6200014-90", "Дверь зад. левая": "11170-6200015-80"},
               'damaged window': {"Стекло перед. правое": "11180-6103200-25", "Стекло перед. левое": "11180-6103201-25", "Стекло зад. правое": "11180-6203200-15", "Стекло зад. левое": "11180-6203201-15"},
               'damaged headlight': {"Фара права": "8450100856", "Фара левая": "8450100857"},
               'damaged mirror': {"Левое зеркало": "8450102353", "Правое зеркало": "8450102352"},
               'damaged hood': {"Капот": "8450104269"},
               'damaged bumper': {"Бампер": "8450106684"},
               'damaged wind shield': {"Стекло лобовое": "21900-5206012-20"}},

    # TODO: Дособирать данные по VESTA,LARGUS,XRAY
    "Vesta": {'damaged door': {"Дверь перед. правая": "11180-6100014-85", "Дверь перед. левая": "11180-6100015-80", "Дверь зад. правая": "11170-6200014-90", "Дверь зад. левая": "11170-6200015-80"},
               'damaged window': {"Стекло перед. правое": "11180-6103200-25", "Стекло перед. левое": "11180-6103201-25", "Стекло зад. правое": "11180-6203200-15", "Стекло зад. левое": "11180-6203201-15"},
               'damaged headlight': {"Фара права": "8450100856", "Фара левая": "8450100857"},
               'damaged mirror': {"Левое зеркало": "8450102353", "Правое зеркало": "8450102352"},
               'damaged hood': {"Капот": "8450104269"},
               'damaged bumper': {"Бампер": "8450106684"},
               'damaged wind shield': {"Стекло лобовое": "21900-5206012-20"}},
    "Largus": {'damaged door': {"Дверь перед. правая": "11180-6100014-85", "Дверь перед. левая": "11180-6100015-80", "Дверь зад. правая": "11170-6200014-90", "Дверь зад. левая": "11170-6200015-80"},
               'damaged window': {"Стекло перед. правое": "11180-6103200-25", "Стекло перед. левое": "11180-6103201-25", "Стекло зад. правое": "11180-6203200-15", "Стекло зад. левое": "11180-6203201-15"},
               'damaged headlight': {"Фара права": "8450100856", "Фара левая": "8450100857"},
               'damaged mirror': {"Левое зеркало": "8450102353", "Правое зеркало": "8450102352"},
               'damaged hood': {"Капот": "8450104269"},
               'damaged bumper': {"Бампер": "8450106684"},
               'damaged wind shield': {"Стекло лобовое": "21900-5206012-20"}},
    "XRAY": {'damaged door': {"Дверь перед. правая": "11180-6100014-85", "Дверь перед. левая": "11180-6100015-80", "Дверь зад. правая": "11170-6200014-90", "Дверь зад. левая": "11170-6200015-80"},
               'damaged window': {"Стекло перед. правое": "11180-6103200-25", "Стекло перед. левое": "11180-6103201-25", "Стекло зад. правое": "11180-6203200-15", "Стекло зад. левое": "11180-6203201-15"},
               'damaged headlight': {"Фара права": "8450100856", "Фара левая": "8450100857"},
               'damaged mirror': {"Левое зеркало": "8450102353", "Правое зеркало": "8450102352"},
               'damaged hood': {"Капот": "8450104269"},
               'damaged bumper': {"Бампер": "8450106684"},
               'damaged wind shield': {"Стекло лобовое": "21900-5206012-20"}},
}
